[
    {
        "id": 1001,
        "name": "Ocean Enclave by Hilton Grand Vacations",
        "rating": 5.0,
        "reviews": 9622,
        "cost": 78989,
        "contact": "+880 12 34",
        "location": " Downtown Myrtle Beach, Myrtle Beach",
        "description": "This beachfront Myrtle Beach property offers suites with a kitchen. A large outdoor pool is featured. Myrtle Beach Boardwalk Promenade shops and restaurants are 2 minutes’ walk away.Some rooms have a view of the ocean or the Myrtle Beach Boardwalk.The property is 900 m from Myrtle Beach Convention Centre and 5 km from the Myrtle International Beach Airport. Myrtle Beach Sky Wheel is 5 minutes’ walk away.This is our guests' favourite part of Myrtle Beach, according to independent reviews.Couples particularly like the location — they rated it 9.7 for a two-person trip.We speak your language!",
        "image": "https://i.ibb.co/TmYSdz6/enclave.webp"
    },
    {
        "id": 1002,
        "name": "Ocean 22 by Hilton Grand Vacations",
        "rating": 5.0,
        "reviews": 6425,
        "cost": 56873,
        "contact": "+880 12 34",
        "location": " Myrtle Beach, United States",
        "description": "Located in Myrtle Beach, Ocean 22 by Hilton Grand Vacations offers both an outdoor and indoor pool as well as lobby and poolside bars. Near the beachfront resort, the Myrtle Beach Convention Center is 750 m away and Ripley's Aquarium is 3 km away.The all-suite oceanfront resort features suites with a full kitchen and dining area. The separate living area includes a sofa bed and flat-screen TV. Laundry facilities are provided for added convenience.Pastries, sandwiches, and salads are available for purchase at the quick-service deli. A fitness centre, business centre, and hot tub are available complimentary to guests at this Hilton Grand Vacations property.Broadway at the Beach and Myrtle Beach Boardwalk and Promenade are each 4 minutes' drive from Ocean 22. Wild Water and Wheels Water Park is 15.7 km away, and resort guests receive free admission.This is our guests' favourite part of Myrtle Beach, according to independent reviews.Couples particularly like the location — they rated it 9.6 for a two-person trip.We speak your language!",
        "image": "https://i.ibb.co/PC4zmRm/ocean22.webp"
    },
    {
        "id": 1003,
        "name": "Tilghman Beach and Golf Resort",
        "rating": 5.0,
        "reviews": 6430,
        "cost": 69029,
        "contact": "+880 12 34",
        "location": " Myrtle Beach, United States",
        "description": "This smoke-free Tilghman Beach and Golf Resort is in North Myrtle Beach and 15 minutes’ drive from Barefoot Landing and Alabama Theatre. Features include condos with full kitchens and both an indoor and an outdoor pool.A stacked washing machine and tumble dryer are included in every apartment at this North Myrtle Beach resort. Free WiFi is also included, and each unit features its own private balcony with a beach view.A fitness centre, hot tubs, and a sauna are on site at this North Myrtle Beach Tilghman Beach and Golf Resort. The resort features an outdoor lazy river and seasonal poolside events, which include films and a mermaid show.Tilghman Pool Bar & Grill is seasonally open on site for lunch offering burgers, salads, and sandwiches.Guests will also be just 13 minutes' drive from Alligator Adventure reptile adventure park and 17.2 km from Pirates Voyage Dinner Show. The Broadway at the Beach dining and entertainment district is 28 minutes' drive away.We speak your language!",
        "image": "https://i.ibb.co/4WYNX5c/tilghaman.webp"
    },
    {
        "id": 1004,
        "name": "Henderson Beach Resort",
        "rating": 5.0,
        "reviews": 7325,
        "cost": 56070,
        "contact": "+880 12 34",
        "location": " Destin, United States",
        "description": "Henderson Beach Resort is located adjacent to Henderson Beach State Park and offers private beach access. Guests can take a refreshing plunge in one of the property's 2 pools or unwind in the full service spa. Several dining options are available on site that guests are sure to enjoy. 30,000 square feet of meeting and event space is available as well. Complimentary WiFi is provided for all guests.Rooms feature a flat-screen TV with cable channels and a coffee maker. A balcony with a view of either the pool, ocean, or garden is provided as well. Guests can enjoy access to the in-room mini bar and refreshment counter. Select rooms include a sofa bed.Guests can work up a sweat in the on-site fitness centre. The business centre is perfect for business travelers. The resort provides a variety of activities including paddle boarding, biking, and kayaking.Offering a coastal view, Primrose is a full-service restaurant that serves fresh seafood and steaks. Horizons offers panoramic views of the Gulf Coast. It features an octagon-shaped bar and serves fresh seafood, as well as a variety of additional menu items. Beach Club Grill is a casual dining option that offers snacks and lunch items.HarborWalk Village is 8 km from Henderson Beach Resort. The nearest airport is Destin-Fort Walton Beach Airport, 14 km from the property.Couples particularly like the location — they rated it 9.3 for a two-person trip.We speak your language!",
        "image": "https://i.ibb.co/42fK50F/handerson.webp"
    },
    {
        "id": 1005,
        "name": "Ocean View Luxurious Condo-BEST location + balcony",
        "rating": 5.0,
        "reviews": 3527,
        "cost": 55902,
        "contact": "+880 12 34",
        "location": " Miramar Beach, Destin",
        "description": "Situated in Destin, Ocean View Luxurious Condo-BEST location + balcony features accommodation with free WiFi, air conditioning, a restaurant and access to a garden with an outdoor pool. Set on the beachfront, this property has a fitness centre, a bar and barbecue facilities.The apartment features 1 bedroom, 1 bathroom, bed linen, towels, a flat-screen TV with cable channels, a dining area, a fully equipped kitchen, and a patio with lake views. Free private parking is available at the apartment.Ocean View Luxurious Condo-BEST location + balcony offers a children's playground. A car rental service is available at the accommodation.Miramar Beach is 300 m from Ocean View Luxurious Condo-BEST location + balcony, while SunQuest Cruises is 1.7 km from the property. The nearest airport is Destin Executive Airport, 14 km from the apartment.Couples particularly like the location — they rated it 9.4 for a two-person trip.We speak your language!",
        "image": "https://i.ibb.co/c2c0Wd2/ocean.webp"
    },
    {
        "id": 1006,
        "name": "Pelican Beach Resort Rentals",
        "rating": 5.0,
        "reviews": 7432,
        "cost": 21557,
        "contact": "+880 12 34",
        "location": " Destin, United States",
        "description": "Set in Destin, 2 km from Henderson Beach and less than 1 km from Big Kahunas, Pelican Beach Resort Rentals offers accommodation with free WiFi, a garden with an outdoor swimming pool, and access to an indoor swimming pool and a fitness room.The apartment provides guests with a patio, sea views, a seating area, cable flat-screen TV, a fully equipped kitchen with a dishwasher and a microwave, and a private bathroom with hot tub and a hairdryer. A fridge, an oven and stovetop are also offered, as well as a kettle and a coffee machine.Pelican Beach Resort Rentals offers a range of wellness facilities including a hot tub and a sauna.A barbecue and a private beach area can be found at the accommodation, along with a shared lounge.Destin History and Fishing Museum is 3.9 km from Pelican Beach Resort Rentals, while HarborWalk Village is 4.1 km from the property. The nearest airport is Destin Executive Airport, 1 km from the apartment.This is our guests' favourite part of Destin, according to independent reviews.We speak your language!",
        "image": "https://i.ibb.co/QX92ZdP/pelian.webp"
    },
    {
        "id": 1007,
        "name": "Grand Beach Resort Penthouse 1",
        "rating": 5.0,
        "reviews": 8221,
        "cost": 29337,
        "contact": "+880 12 34",
        "location": " Gulf Shores, United States",
        "description": "Featuring a hot tub, Grand Beach Resort Penthouse 1 is located in Gulf Shores. The air-conditioned accommodation is 600 m from Gulf State Park Beach, and guests benefit from private parking available on site and free WiFi.The apartment is equipped with 2 bedrooms, 2 bathrooms, bed linen, towels, a flat-screen TV with cable channels, a dining area, a fully equipped kitchen, and a balcony with lake views.The apartment offers a terrace. There is an outdoor swimming pool and a barbecue at this property and guests can go hiking and windsurfing nearby.Gulf State Park Fishing Pier is 1.1 km from Grand Beach Resort Penthouse 1, while Alabama Gulf Coast Zoo is 3.3 km away. The nearest airport is Pensacola International Airport, 53 km from the accommodation.We speak your language!",
        "image": "https://i.ibb.co/DCQPGs0/penthouse.webp"
    },
    {
        "id": 1008,
        "name": "The Lodge at Gulf State Park, A Hilton Hotel",
        "rating": 5.0,
        "reviews": 33,
        "cost": 31274,
        "contact": "+880 12 34",
        "location": " Gulf Shores, United States",
        "description": "Located in Gulf Shores, The Lodge at Gulf State Park, A Hilton Hotel offers beachfront accommodation 100 m from Gulf State Park Beach and provides various facilities, such as a restaurant, a bar and a shared lounge. Among the facilities at this property are a 24-hour front desk and room service, along with free WiFi throughout the property. Private parking is available on site.The resort will provide guests with air-conditioned rooms offering a desk, a safety deposit box, a flat-screen TV and a private bathroom with a bath or shower. Guest rooms will provide guests with a fridge.Guests at The Lodge at Gulf State Park Hilton can enjoy a buffet breakfast.The accommodation offers a terrace. Guests at The Lodge at Gulf State Park, A Hilton Hotel will be able to enjoy activities in and around Gulf Shores, like cycling.Gulf State Park Fishing Pier is 500 m from the resort, while Alabama Gulf Coast Zoo is 4.4 km away. The nearest airport is Pensacola International Airport, 52 km from The Lodge at Gulf State Park Hilton.Couples particularly like the location — they rated it 9.3 for a two-person trip.We speak your language!",
        "image": "https://i.ibb.co/qpRqGTB/hilton.webp"
    },
    {
        "id": 1009,
        "name": "Hotel Indigo Orange Beach - Gulf Shores, an IHG Hotel",
        "rating": 5.0,
        "reviews": 33,
        "cost": 31721,
        "contact": "+880 12 34",
        "location": " Gulf Shores, United States",
        "description": "Hotel Indigo Orange Beach - Gulf Shores is offering accommodation in Gulf Shores. A fitness room is available for guests. The accommodation provides free shuttle service, and luggage storage for guests. Free WiFi is available.All guest rooms at the hotel are fitted with a seating area and a flat-screen TV. With a private bathroom, rooms at Hotel Indigo Orange Beach also have free WiFi. All rooms at the accommodation have air conditioning and a desk.A à la carte or American breakfast is available each morning at the property.Hotel Indigo Orange Beach - Gulf Shores offers an indoor pool.Non-stop assistance is available at the reception.Gulf State Park Fishing Pier is 3 km from the hotel. The nearest airport is Pensacola International Airport, 50 km from Hotel Indigo Orange Beach.Couples particularly like the location — they rated it 8.8 for a two-person trip.We speak your language!",
        "image": "https://i.ibb.co/5L8Vrsk/indigo.webp"
    }
]